tap "daipeihust/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "planetscale/tap"
tap "render-oss/render"
tap "universal-ctags/universal-ctags"
brew "zstd"
brew "jpeg-xl"
brew "awscli"
brew "bat"
brew "bottom"
brew "glib"
brew "unbound"
brew "gnutls"
brew "cask"
brew "curl"
brew "libpq"
brew "php", restart_service: true
brew "composer"
brew "deno"
brew "docker", link: false
brew "docui"
brew "duf"
brew "dust"
brew "efm-langserver"
brew "exa"
brew "fd"
brew "figlet"
brew "fish"
brew "fzf"
brew "gdu"
brew "gh"
brew "ghostscript"
brew "git"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "grpc"
brew "harfbuzz"
brew "haskell-stack"
brew "httpie"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "openblas"
brew "julia"
brew "lazydocker"
brew "lazygit"
brew "libfido2"
brew "mdcat"
brew "mdr"
brew "mkcert"
brew "pango"
brew "mono-libgdiplus"
brew "mysql", restart_service: true
brew "neovim", args: ["HEAD"]
brew "netcat"
brew "nkf"
brew "node"
brew "peco"
brew "perl"
brew "postgresql@14", restart_service: true
brew "procs"
brew "pyenv"
brew "python@3.10", link: false
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rust"
brew "silicon"
brew "sl"
brew "starship"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "tree"
brew "twty"
brew "vim"
brew "vite"
brew "viu"
brew "volta"
brew "wakatime-cli"
brew "watchman"
brew "wget"
brew "yarn"
brew "z"
brew "zoxide"
brew "daipeihust/tap/im-select"
brew "planetscale/tap/pscale"
brew "render-oss/render/render"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "aerial"
cask "amazon-music"
cask "chromedriver"
cask "fig"
cask "firefox"
cask "fliqlo"
cask "grid-clock"
cask "obsidian"
cask "powershell"
cask "vagrant"
cask "wezterm"
cask "wezterm-nightly"
cask "zed"
cask "zoom"
cask "zulu11"
