tap "aws/tap"
tap "daipeihust/tap"
tap "grishka/grishka"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "kyoh86/tap"
tap "planetscale/tap"
tap "render-oss/render"
tap "slashbaseide/tap"
tap "tako8ki/tap"
tap "teaxyz/pkgs"
tap "universal-ctags/universal-ctags"
brew "amazon-ecs-cli"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "aws-sam-cli"
brew "python@3.11"
brew "awscli"
brew "libssh2"
brew "bat"
brew "bottom"
brew "glib"
brew "unbound"
brew "gnutls"
brew "cask"
brew "curl"
brew "gd"
brew "krb5"
brew "composer"
brew "deno"
brew "difftastic"
brew "docker"
brew "docutils"
brew "duf"
brew "dust"
brew "folly"
brew "edencommon"
brew "efm-langserver"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fcp"
brew "fd"
brew "figlet"
brew "fish"
brew "fzf"
brew "gcc"
brew "gdu"
brew "geos"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "ghq"
brew "git"
brew "gitui"
brew "go"
brew "go-task"
brew "gobject-introspection"
brew "golangci-lint"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "grex"
brew "grpc"
brew "grpcurl"
brew "haskell-stack"
brew "httpie"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "openblas"
brew "julia"
brew "lazydocker"
brew "lazygit"
brew "lesspipe"
brew "libfido2"
brew "lsd"
brew "mdcat"
brew "mkcert"
brew "mono-libgdiplus"
brew "mysql", restart_service: true
brew "navi"
brew "neovim"
brew "netcat"
brew "nkf"
brew "node"
brew "nodebrew"
brew "peco"
brew "perl"
brew "postgresql@14", restart_service: true
brew "procs"
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rust"
brew "silicon"
brew "sl"
brew "socat"
brew "source-highlight"
brew "starship"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "trash"
brew "tree"
brew "twty"
brew "universal-ctags", args: ["HEAD"]
brew "vim"
brew "vite"
brew "viu"
brew "volta"
brew "wakatime-cli"
brew "watchman"
brew "wget"
brew "wrangler"
brew "yarn"
brew "z"
brew "zoxide"
brew "daipeihust/tap/im-select"
brew "kyoh86/tap/richgo"
brew "planetscale/tap/pscale"
brew "render-oss/render/render"
brew "tako8ki/tap/gobang"
cask "aerial"
cask "amazon-music"
cask "chromedriver"
cask "datagrip"
cask "discord"
cask "displaylink"
cask "fig"
cask "firefox"
cask "fleet"
cask "fliqlo"
cask "font-fira-code-nerd-font"
cask "gather"
cask "goland"
cask "grid-clock"
cask "karabiner-elements"
cask "keepassx"
cask "keycastr"
cask "keyclu"
cask "mattermost"
cask "mimestream"
cask "neardrop"
cask "ngrok"
cask "obsidian"
cask "powershell"
cask "slack"
cask "sourcetree"
cask "vagrant"
cask "wave"
cask "wezterm"
cask "wezterm-nightly"
cask "zed"
cask "zoom"
cask "zulu11"
vscode "farosystemappender constructor"
vscode "abusaidm.html-snippets"
vscode "anysphere.pyright"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-mermaid"
vscode "castwide.solargraph"
vscode "christian-kohler.path-intellisense"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "elia.erb-formatter"
vscode "figma.figma-vscode-extension"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "henriiik.docker-linter"
vscode "idleberg.icon-fonts"
vscode "labnol.google-apps-script"
vscode "mhutchie.git-graph"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vsliveshare.vsliveshare"
vscode "qufiwefefwoyn.kanagawa"
vscode "rangav.vscode-thunder-client"
vscode "rebornix.ruby"
vscode "ritwickdey.liveserver"
vscode "teabyii.ayu"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
vscode "yatki.vscode-surround"
