tap "aws/tap"
tap "daipeihust/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "kyoh86/tap"
tap "planetscale/tap"
tap "render-oss/render"
tap "tako8ki/tap"
tap "teaxyz/pkgs"
tap "universal-ctags/universal-ctags"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "docutils"
brew "awscli"
brew "bat"
brew "bottom"
brew "glib"
brew "unbound"
brew "gnutls"
brew "cask"
brew "libssh2"
brew "curl"
brew "gd"
brew "krb5"
brew "composer"
brew "deno"
brew "docui"
brew "duf"
brew "dust"
brew "folly"
brew "edencommon"
brew "efm-langserver"
brew "exa"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "figlet"
brew "fish"
brew "fzf"
brew "gcc"
brew "gdu"
brew "geos"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "ghq"
brew "git"
brew "go"
brew "go-task"
brew "gobject-introspection"
brew "golangci-lint"
brew "grpc"
brew "harfbuzz"
brew "haskell-stack"
brew "httpie"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "openblas"
brew "julia"
brew "lazydocker"
brew "lazygit"
brew "lesspipe"
brew "libfido2"
brew "mdcat"
brew "mdr"
brew "mkcert"
brew "pango"
brew "mono-libgdiplus"
brew "neovim", args: ["HEAD"]
brew "netcat"
brew "nkf"
brew "node"
brew "peco"
brew "perl"
brew "postgresql@14", restart_service: true
brew "procs"
brew "pyenv"
brew "python@3.10"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rust"
brew "silicon"
brew "sl"
brew "source-highlight"
brew "starship"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "tree"
brew "twty"
brew "vim"
brew "vite"
brew "viu"
brew "volta"
brew "wakatime-cli"
brew "watchman"
brew "wget"
brew "yarn"
brew "z"
brew "zoxide"
brew "aws/tap/aws-sam-cli"
brew "daipeihust/tap/im-select"
brew "kyoh86/tap/richgo"
brew "planetscale/tap/pscale"
brew "render-oss/render/render"
brew "tako8ki/tap/gobang"
brew "teaxyz/pkgs/tea-cli"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "aerial"
cask "amazon-music"
cask "chromedriver"
cask "discord"
cask "displaylink"
cask "fig"
cask "firefox"
cask "fliqlo"
cask "font-fira-code-nerd-font"
cask "gather"
cask "goland"
cask "grid-clock"
cask "karabiner-elements"
cask "keycastr"
cask "mimestream"
cask "obsidian"
cask "powershell"
cask "slack"
cask "vagrant"
cask "wezterm"
cask "wezterm-nightly"
cask "zed"
cask "zoom"
cask "zulu11"
vscode "abusaidm.html-snippets"
vscode "aki77.rails-routes"
vscode "alefragnani.Bookmarks"
vscode "alefragnani.project-manager"
vscode "analytic-signal.preview-pdf"
vscode "ban.spellright"
vscode "bladnman.auto-align"
vscode "bmalehorn.vscode-fish"
vscode "brapifra.phpserver"
vscode "ChakrounAnas.turbo-console-log"
vscode "chrisdias.vscode-opennewinstance"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "coastermcgee.word-theme"
vscode "CoenraadS.bracket-pair-colorizer-2"
vscode "cpmcgrath.codealignment-vscode"
vscode "darkriszty.markdown-table-prettify"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "DotJoshJohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "eg2.vscode-npm-script"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.remotehub"
vscode "golang.go"
vscode "groksrc.ruby"
vscode "HarryHopkinson.vim-theme"
vscode "henriiik.docker-linter"
vscode "humao.rest-client"
vscode "idleberg.icon-fonts"
vscode "iulian-radu-at.find-unused-exports"
vscode "jack89ita.copy-filename"
vscode "jgclark.vscode-todo-highlight"
vscode "juanallo.vscode-dependency-cruiser"
vscode "komiyamma.rg-sjis"
vscode "labnol.google-apps-script"
vscode "mame.ruby-typeprof"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "natqe.reload"
vscode "nemesv.copy-file-name"
vscode "nhoizey.gremlins"
vscode "oderwat.indent-rainbow"
vscode "oouo-diogo-perdigao.docthis"
vscode "peterj.proto"
vscode "PKief.material-icon-theme"
vscode "plex.vscode-protolint"
vscode "rangav.vscode-thunder-client"
vscode "rebornix.ruby"
vscode "redhat.java"
vscode "ritwickdey.live-sass"
vscode "ritwickdey.LiveServer"
vscode "SarahRidge.vscode-ruby-syntax"
vscode "Shan.code-settings-sync"
vscode "svipas.prettier-plus"
vscode "teabyii.ayu"
vscode "Vense.rails-snippets"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "wingrunr21.vscode-ruby"
vscode "XadillaX.viml"
vscode "xshrim.txt-syntax"
vscode "yatki.vscode-surround"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
