tap "daipeihust/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "planetscale/tap"
tap "universal-ctags/universal-ctags"
brew "sqlite"
brew "python@3.10", link: false
brew "awscli"
brew "bat"
brew "bottom"
brew "glib"
brew "python@3.9"
brew "cask"
brew "zstd"
brew "deno"
brew "docker", link: false
brew "docui"
brew "duf"
brew "dust"
brew "efm-langserver"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "go"
brew "gobject-introspection"
brew "grpc"
brew "harfbuzz"
brew "httpie"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "lazygit"
brew "libfido2"
brew "libpq"
brew "mdcat"
brew "mdr"
brew "pango"
brew "mono-libgdiplus"
brew "mysql", restart_service: true
brew "neovim"
brew "node"
brew "peco"
brew "perl"
brew "php", restart_service: true
brew "postgresql@14"
brew "procs"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "silicon"
brew "starship"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "vite"
brew "viu"
brew "volta"
brew "wakatime-cli"
brew "wget"
brew "yarn"
brew "z"
brew "zoxide"
brew "daipeihust/tap/im-select"
brew "planetscale/tap/pscale"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "brooklyn"
cask "chromedriver"
cask "dbeaver-community"
cask "dotnet"
cask "fig"
cask "figma"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-ricty-diminished"
cask "google-chrome"
cask "raycast"
cask "rider"
cask "sequel-ace"
cask "vagrant"
cask "virtualbox"
cask "warp"
cask "wezterm"
cask "zoom"
